[
  "A bard entertains patrons in a tavern. Lute and voice fight with the sounds of drink and laughter. A woman of means watches from the balcony. She's dressed down to avoid notice but her noble poise betrays her. She's watching someone. She overestimates the loyalty of her guards... and underestimates the guile of her foe.",
  "A smith works tirelessly at his forge, surrounded by the glow of the forge fire and the sound of hammer on metal. Sparks fly as he shapes a piece of red-hot iron into a weapon. Sweat sizzles on the hot blade. It is done. But with the fall of the village champion, who will yield it in this hour of need?",
  "A brightly lit ballroom with glittering chandeliers and polished marble floors. A group of dancers twirl around the room. Yet, there are no smiles; no laughter. Only silent dancing dolls and uncomfortable silence when the music stops. A curse is at work here. The participants, frozen in solemn dance, are trapped in a perpetual moment. And it's getting worse...",
  "A bustling market square. Vendors shout out their wares, against the sound of clinking coins and heated haggling. Wafts of spice and fresh bread mix with the scent of horses and livestock, as merchants do business. It is said that Lord Loxwood attends the market today. As do three assassins.",
  "An artist famous for her religious works, creates a masterpiece in secret. It depicts well-known religious figures in a way that challenges traditional iconography. The few privilaged to gazed upon it come away touched. The gods spoke through this artist. Rumors of the work have already reached the church. She is in grave danger.",
  "A lone monk walks the road with a weathered staff. The glint of a silver dagger suggests a deeper purpose; as do his silver tipped boots. His order maintains a delicate balance between the spiritual and the practical. Their charge is safeguarding relics of historical and magical significance. He seeks assistance in just such a matter.",
  "A man and three beautiful ladies attempt to mend a cart. Furtive glances and hushed conversations hint at clandestine activities. The cart is beyond repair and they require safe passage. All three ladies are \"starting to show\".",
  "A jovial innkeeper welcomes new guests. Subdued conversations of patrons reveal a shared unease about recent events. The priest's daughter is a witch! This mob is about to act and unlikely to build a bridge out of her.",
  "An abandoned campsite with a recent fire. A trail of blood leads deeper into the woods. A closer look reveals a second set of tracks headed in the same direction.",
  "Beggars seek alms. The urchins exchange coded messages through gestures and hand signals. They work for an organization that pays for information on travelers.",
  "A weathered figure sits in weathered robes beneath a weathered road sign. A crossroads. She aims to fight a demon this night and seeks champions to her aid. She offers her talisman of protection as a reward; win or lose.",
  "Pilgrims on a sacred journey. One walks with a limp; in obvious discomfort. He has the clap and two of his brothers are starting to show similar signs. The road challenges their faith and they seek guidance... or a cure.",
  "A blacksmith forges weapons for the local militia. He also conceals a cache of weapons for the resistance. A dangerous race of arms heats up. An auditor is coming to check on his progress... and snoop.",
  "A preacher delivers impassioned sermons. She sows dissent among the faithful to further her own ambitions. The attentions she attracts include all the wrong people. The religious community is on tilt and will soon fracture. She is in danger.",
  "A group of children playing near an ancient standing stone, read aloud words of awakening. Dormant entities are once again free to wreak havoc on the village... and are doing so.",
  "A traveling minstrel entertains townsfolk with captivating tales. They contain subversive messages that challenge the authority of the ruling lord. A rebellion simmers.",
  "Nomadic performers stage elaborate plays, mesmerizing townsfolk. While distracted, the troop's skilled thieves loot empty houses. A recent \"acquisition\" is proving problematic for the group: a curse of truth-telling.",
  "A renowned painter creates amazingly lifelike portraits. Hidden symbols in the paintings bring the paintings to life and hold a mystical significance. These symbols make the painting's subject exploitable. This fact has come to the attention of unsavory characters. The painter must flee.",
  "A charismatic preacher's fervent sermons mask dark intentions. His cult grows and will consume the village if not exposed. Worse still, he's been attempting summoning rituals... and one of them worked.",
  "A charismatic apothecary promotes his brand of healing remedies. The beautiful bottles with fancy yellow labels are quite popular. His true aim is testing experimental elixirs on unsuspecting customers. Two of these customers suffered dire consequences. Thus far, no trace of the apothecary's wares were found. He would be obliged if this continues.",
  "A stranded merchant attempts to repair his damaged cart. He is failing and attracts attention. Illicit goods, hidden in the cargo, offer a discreet profit. If discovered, these goods would ruin the merchant.",
  "A prominent merchant investigates trade route disruptions threatening the economic stability of the region. Suspecting banditry or foul play, he seeks an adventurous group for the task.",
  "Alma Norwood is a discreet purveyor of ungettable goods. She operates within the boundaries of questionable legality. She prefers to sell to those in need but more often, it's those with coin. Rumors of a new customer reselling her merchandise has raised concerns. She seeks  proof of these rumors before  \"dealing\" with the situation. ",
  "To say Wispmaral Abbey is haunted is to say water is wet. Facts know well to all inhabitants. Missing items and extinguished candles are all clean fun, but lately, the hauntings have turned vengeful. A pilgrim has come to Wispmaral; one that shares the bloodline with an Abbey founder. This founder's dark deeds long forgotten but not forgiven by the ghosts. The pilgrim's presence churns these restless spirits. Playful antics have escalated into malevolent manifestations. Just last night, one of the brothers \"fell\" down the back staircase.",
  "A copper-skinned warrior fights three armored traders. Her spear broken off in one man's shoulder, she now wields daggers. The trader's wagon is smoking and will soon go up in flames. Within the wagon are pelts and casks of fine wine. \"Wandering hands\" were NOT part of the fare.",
  "A horse pulls a body toward fresh grass; its foot caught in the stirrup. A messenger has died in the line of duty. In his bag is a letter with an unbroken wax seal. <p>The letter reads: <i>Now that you've gone, it's all rum and sad luck dames. I don't even care if they miss me; I never remember their names. I wonder where you are and find myself whispering your name. They say if you get far enough away, you can always come back home. Meet me at Number 7 and ask for Blind Jane</i>",
  "Buzzards circle overhead 100 yards off the path. Their target is a goat carcass mostly devoured by wolves. A werewolf in human form sleeps soundly in a nearby thicket. Slender with dark curly hair and covered in blood. He will try to avoid notice or pretend to be looking for a lost dog. He and his pack only pose a threat at night. He speaks to a dead friend."
]
