[
  "A bard entertains patrons in a tavern. Lute and voice fight with the sounds of drink and laughter. A woman of means watches from the balcony. She's dressed down to avoid notice but her noble poise betray her. She's watching someone.",
  "A brightly lit banquet hall with tapestries and fine wooden furniture. Nobles feast on roasted meat and drink from silver goblets, while a minstrels play a morose tune in the corner. They have been told to liven up or hang from the balcony.",
  "An artist famous for her religious works, creates a masterpiece in secret. It depicts well-known religious figures in a way that challenges traditional iconography. The few privilaged to gazed upon it come away touched. The gods spoke through this artist. Rumors of the work have already reached the church. She is in grave danger.",
  "A lone monk walks the road with a weathered staff. The glint of a silver dagger suggests a deeper purpose; as do his silver tipped boots. His order maintains a delicate balance between the spiritual and the practical. Their charge is safeguarding relics of historical and magical significance. He seeks assistance in just such a matter.",
  "A man and three beautiful ladies attempt to mend a cart by the wayside. Furtive glances and hushed conversations hint at clandestine activities. The card is beyond repair and they require safe passage. All three ladies are \"starting to show\".",
  "A jovial innkeeper welcomes new guests. The subdued conversations of patrons reveal a shared unease about recent events. The priest's daughter is a witch! This mob is about to act and unlikely to build a bridge out of her.",
  "An abandoned campsite with a recent fire. A trail of blood leads deeper into the woods. A closer look reveals a second set of tracks headed in the same direction.",
  "A group of beggars seek alms. They secretly exchange coded messages through gestures and hand signals. They work for a guild that pays for information on travelers.",
  "A weathered figure sits at a crossroads. She's aims to battle a demon here this night and seeks a champions to her aid. As a reward, she offers her talisman of protection.",
  "Pilgrims on a sacred journey. One walks with a limp; in obvious discomfort. He has the clap and two of his brothers are starting to show similar signs. The road challenges their faith and they seek guidance... or a cure.",
  "A blacksmith forges weapons for the local militia. He also conceals a cache of weapons for the resistance. A dangerous arms race is heating up. An auditor is coming to check on his progress... and snoop.",
  "A charismatic preacher delivers impassioned sermons. She sows dissent among the faithful to further her own ambitions. The religious community is on tilt and will soon fracture.",
  "A group of children playing near an ancient standing stone, read aloud words of awakening. Dormant entities are once again free to wreak havoc on the village... and are doing so.",
  "A traveling minstrel entertains townsfolk with captivating tales. They contain subversive messages that challenge the authority of the ruling lord. A rebellion is simmering.",
  "Nomadic performers stage elaborate plays, mesmerizing townsfolk. While distracted, the troop's skilled thieves loot empty houses. A recent \"acquisition\" is proving problematic for the group: a curse of truth-telling.",
  "A renowned painter creates amazingly lifelike portraits. Hidden symbols in the paintings bring the paintings to life and hold a mystical significance. These symbols make the painting's subject exploitable. This fact has come to the attention of an unsavory character. The painter must flee.",
  "A charismatic preacher's fervent sermons mask dark intentions. His cult is growing and will consume the village if not exposed.",
  "A charismatic apothecary promotes his brand of healing remedies. The beautiful bottles with fancy yellow labels are quite popular. His true aim is testing experimental elixirs on unsuspecting customers. Two of these customers suffered dire consequences. Thus far, no trace of the apothecary's wares were found. He would be obliged if this continues.",
  "A weary traveler helps a stranded merchant repair a damaged cart. Illicit goods, hidden in the cargo, offer a discreet profit. If discovered, these goods would ruin the merchant.",
  "A prominent merchant investigates trade route disruptions threatening the economic stability of the region. Suspecting banditry or foul play, he seeks an adventurous group for the task.",
  "Alma Norwood is a discreet purveyor of clandestine goods. She operates within the boundaries of questionable legality. She prefers to sell to those in need but more often, it's those with coin. Rumors of a new customer reselling her merchandise has raised concerns. She seeks  proof of these rumors before  \"dealing\" with the situation. "
]
