[
  "A bard entertains patrons in a tavern. Lute and voice fight with the sounds of drink and laughter. A woman of means watches from the balcony. She's dressed down to avoid notice but her noble poise betrays her. She's watching someone. She overestimates the loyalty of her guards... and underestimates the guile of her foe.",
  "A smith works tirelessly at his forge; accompanied only by fire and the sound of ringing iron. Sparks fly as he shapes a piece of steel into a weapon. Sweat sizzles on the hot blade. It is done. But with the village champion felled, who will yield it in this hour of need?",
  "A brightly lit ballroom with glittering chandeliers and polished marble floors. A group of dancers twirl around the room. Yet, there are no smiles; no laughter. Only silent dancing dolls and uncomfortable silence when the music stops. A curse is at work here. The participants, frozen in solemn dance, are trapped in a perpetual moment. And it's getting worse...",
  "A bustling market square. Vendors shout out their wares, against the sound of clinking coins and heated haggling. Wafts of spice and fresh bread mix with the scent of horses and livestock, as merchants do business. It is said that Lord Loxwood attends the market today. As do three assassins.",
  "An artist famous for her religious works, creates a masterpiece in secret. It depicts well-known religious figures in a way that challenges traditional iconography. The few privilaged to gazed upon it come away touched. The gods spoke through this artist. Rumors of the work have already reached the church. She is in grave danger.",
  "A lone monk walks the road with a weathered staff. The glint of a silver dagger suggests a deeper purpose; as do his silver tipped boots. His order maintains a delicate balance between the spiritual and the practical. Their charge is safeguarding relics of historical and magical significance. He seeks assistance in just such a matter.",
  "A man and three beautiful ladies attempt to mend a cart. Furtive glances and hushed conversations hint at clandestine activities. The cart is beyond repair and they require safe passage. All three ladies are \"starting to show\".",
  "A jovial innkeeper welcomes new guests. Subdued conversations of patrons reveal a shared unease about recent events. The priest's daughter is a witch! This mob is about to act and unlikely to build a bridge out of her.",
  "An abandoned campsite with a recent fire. A trail of blood leads deeper into the woods. A closer look reveals a second set of tracks headed in the same direction.",
  "Beggars seek alms. The urchins exchange coded messages through gestures and hand signals. They work for an organization that pays for information on travelers.",
  "A weathered figure sits in weathered robes beneath a weathered road sign. A crossroads. She aims to fight a demon this night and seeks champions to her aid. She offers her talisman of protection as a reward; win or lose.",
  "Pilgrims on a sacred journey. One walks with a limp; in obvious discomfort. He has the clap and two of his brothers are starting to show similar signs. The road challenges their faith and they seek guidance... or a cure.",
  "A blacksmith forges weapons for the local militia. He also conceals a cache of weapons for the resistance. A dangerous race of arms heats up. An auditor is coming to check on his progress... and snoop.",
  "A preacher delivers impassioned sermons. She sows dissent among the faithful to further her own ambitions. The attentions she attracts include all the wrong people. The religious community is on tilt and will soon fracture. She is in danger.",
  "A group of children playing near an ancient standing stone, read aloud words of awakening. Dormant entities are once again free to wreak havoc on the village... and they are doing so.",
  "A traveling minstrel entertains townsfolk with captivating tales. They contain subversive messages that challenge the authority of the ruling lord. A rebellion simmers.",
  "Nomadic performers stage elaborate plays, mesmerizing townsfolk. While distracted, the troop's skilled thieves loot empty houses. A recent \"acquisition\" is proving problematic for the group: a curse of truth-telling.",
  "A renowned painter creates amazingly lifelike portraits. Hidden symbols in the paintings bring the paintings to life and hold a mystical significance. These symbols make the painting's subject exploitable. This fact has come to the attention of unsavory characters. The painter must flee.",
  "A charismatic preacher's fervent sermons mask dark intentions. His cult grows and will consume the village if not exposed. Worse still, he's been attempting summoning rituals... and one of them worked.",
  "A charismatic apothecary promotes his brand of healing remedies. The beautiful bottles with fancy yellow labels are quite popular. His true aim is testing experimental elixirs on unsuspecting customers. Two of these customers suffered dire consequences. Thus far, no trace of the apothecary's wares were found. He would be obliged if this continues.",
  "A stranded merchant attempts to repair his damaged cart. He is failing and attracts attention. Illicit goods, hidden in the cargo, offer a discreet profit. If discovered, these goods would ruin the merchant.",
  "A prominent merchant investigates trade route disruptions threatening the economic stability of the region. Suspecting banditry or foul play, he seeks an adventurous group for the task.",
  "Alma Norwood is a discreet purveyor of ungettable goods. She operates within the boundaries of questionable legality. She prefers to sell to those in need but more often, it's those with coin. Rumors of a new customer reselling her merchandise has raised concerns. She seeks  proof of these rumors before  \"dealing\" with the situation. ",
  "Everyone knows Cuthbert Abbey is haunted. Missing items and extinguished candles are all clean fun, but lately, the hauntings have turned vengeful. A pilgrim has come to Cuthbert; one that shares the bloodline with an Abbey founder. This founder's dark deeds long forgotten but not forgiven by the ghosts. The pilgrim's presence churns these restless spirits. Playful antics have escalated into malevolent manifestations. Just last night, one of the brothers \"fell\" down the back staircase.",
  "A copper-skinned warrior fights three armored traders. Her spear broken off in one man's shoulder, she now wields daggers. The trader's wagon is smoking and will soon go up in flames. Within the wagon are pelts and casks of fine wine. \"Wandering hands\" were NOT part of the fare.",
  "A horse pulls a body toward fresh grass; its foot caught in the stirrup. A messenger has died in the line of duty. In his bag is a letter with an unbroken wax seal. <p>The letter reads: <i>Now that you've gone, it's all rum and sad luck dames. I don't even care if they miss me; I never remember their names. I wonder where you are and find myself whispering your name. They say if you get far enough away, you can always come back home. Meet me at Number 7 and ask for Blind Jane</i>",
  "Buzzards circle overhead 100 yards off the path. Their target is a goat carcass mostly devoured by wolves. A werewolf in human form sleeps soundly in a nearby thicket. Slender with dark curly hair and covered in blood. He will try to avoid notice or pretend to be looking for a lost dog. He and his pack only pose a threat at night. He speaks to a dead friend.",
  "A devoted monk discovers patterns of text in a religious manuscript. The texts contain forbidden revelations that could reshape religious doctrines. He confides with a trusted Prior and a trusted friend. His body is found the next day; the book is gone. A local constable receives an unsigned letter begging for an investigation.",
  "A full moon is on the rise and a figure approaches the PCs. She tells of a hidden tower holding an enchanted oracle. The oracle  is a living prophet with the power to reveal destinies. It is only accessible by climbing the ancient banyan tree at midnight.",
  "A passing comet awakens an ancient Dybbuk. Many years since it last roamed among the living. It leaves a trail of bodies in its wake; feasting on their brains and moving on. It searches for something and will continue until dispatched by a priest.",
  "In a quaint village, the Whispering Grove vanished overnight. The ancient trees, known for their eerie whispers, leave an unsettling silence behind. Locals suspect foul magic and the town elders are desperate for help. They fear the disappearance might spread, threatening the entire region.",
  "A professor is missing and his Clockwork Sentinels, have gone rogue. The automatons are attacking innocent citizens, blocking essential pathways. The Council seeks help before the city descends into chaos.",
  "An orchard produces enchanted apples, rumored to grant visions of the future. A reclusive old woman, feared as a witch, tends to the trees. Villagers, torn between awe and superstition, seek help. The old woman tells of an angry mob determined to cut down the trees.",
  "A noble family discovers their treasured heirloom stolen. It is a magical amulet that renders the bearer invisible. The thief is revealed as the family's own estranged child; now involved with an underground resistance. The family seeks help to retrieve the amulet, and capture this rebellious child. They stress: by any means necessary. ",
  "An ancient scroll surfaces in the a scholarly city. The scroll contains the secret of phoenix resurrection. City leaders believe it could bring about either great prosperity or devastating chaos.  A council deliberates on the fate of the scroll.  They must decide whether to preserve its knowledge or destroy it, as not to fall into ill hands. They wish to bolster the guard and secure the scroll until a decision can be reached.",
  "The sound of raised voices and unsheathed swords. A rogue with wry wit sits by a fire, roasting a badger. She is being questioned by the local constable and a small party of volunteers. It seems some prize livestock has gone missing from a lord's stable and the constable is desperate to find ANY guilty party. \"A badger... prized livestock?!?\" The rogue's wit has embarrassed the constable and he means to make an example of her. She is wanted as a traitor.",
  "A robed figure sits near a grave sipping tea from fine china while minions dig. His lord commands he raise these poor creatures and he reluctantly obeys. Shovels hit rotted wood. One of the minions brings a prize: a magical jade stone. The figure turns and says \"bring the body... and the tea\". Could this stone be the solution to his problem? A twig snaps in the dark; someone watches... ",
  "Within a small clearing, a wounded griffin is caught in a bear trap. It shrieks as it struggles in vein to free its leg. In the air, the faint smell of wood smoke and distant voices... getting closer. Poachers?",
  "A band of nomadic traders led by a charismatic merchant named Zara. Zara offers to trade with the adventurers and showcases a variable plethora of spices, herbs, oils and trinkets. Tensions rise when a  group of bandits arrive, demanding a toll for safe passage through the area.",
  "A stone circle surrounds a shimmering pool of water. Each stone is inscribed with symbols and glyphs, many of which depict the moon. While reflecting moonlight, the water reveals glimpses of distant places and events. However, each use of the pool drains the vitality of the viewer.",
  "A manse outside a provincial town. A footman meets the PCs at the gate. He explains that his mistress expects a gentleman for dinner; once he arrives, there is to be no disturbances... he stresses \"of any sort\".  The PCs task is complete once the gentleman leaves. He hands them a fat purse, bows and bids them a quiet evening. The house is a discrete setting, known to a select few and used for rondevues. The lady's husband is suspicious, jealous and well informed. He arrives shortly with pistols.",
  "You come upon a huge field of ONLY four leaf clovers... finding a THREE leaf clover brings the bearer luck.",
  "A robed woman sits cross legged in the sand. She's waiting for the sun to either come out or be at the right moment so she can shadowalk to her intended destination. Once the shadows are just right, she will walk into it, through a disorienting maze of darkness and out of another shadow elsewhere. Shadow walking is tricky; the traveler may come out feet or miles off course. The woman might teach PCs how it works... for a price.",
  "A band of thieves have taken over a crucial trade route. They claim to be former soldiers, abandoned by their kingdom, and seek only to provide for their families. Local merchants seek adventurers to reclaim their goods and deal with these brigands. They use the phrase \"dead or alive\" multiple times...",
  "A cloaked figure dashes through the tavern door, waves a feminine hand covered in runes, and disappears through a false wall. The tavern keeper loudly clears his throat and a patron pushes a table in front of the wall, and sits down. Moments later soldiers arrive and begin searching and asking questions.",
  "A blacksmith's apprentice is hailed \"The Chosen One\" by a wandering prophet and his followers. He claims to have seen the young boy slay a local monster in his dreams. The blacksmith suspects he is a charlatan but others are quick to believe this prophecy.",
  "A wounded thief stubles upon a hermit dwelling. The hermit is a fallen priest burdened by guilt for the failures of his past. He offers the thief sanctuary and healing, believing that redemption can heal his own guilt. Meanwhile, the PCs are hired to bring the thief to justice and track him to the hermit's door. The thief has a jeweled bracelet worth more than his bounty..."
]
